<x-layoutContent
    :title="'Σε τι διαφέρουν οι «Ταξιδιώτες» από άλλα παιχνίδια; | ' . __('messages.app_name')"
    :description="'Το πόσο σημαντικό είναι να  που να παίζουν τα παιδιά με αναπηρία παιχνίδια είναι ξεκάθαρο. Τι ιδιαίτερες ανάγκες όμως έχουν τα παιδιά με εγκεφαλική παράλυση ώστε να πρέπει το παιχνίδι «Ταξιδιώτες» να σχεδιαστεί πολύ προσεκτικά σε συνεργασία με ειδικούς επιστήμονες;'"
    :header-background-color="'green'"
>

    <section class="landing bg-light px-4 mb-n4">
        <div class="landing-text container-lg pt-5 px-lg-6 px-xxl-7">
            <h1>Σε τι διαφέρουν οι «Ταξιδιώτες» από άλλα παιχνίδια;</h1>
            <hr class="border border-3 border-secondary " />
            <p class="lead pb-4">
                Το πόσο σημαντικό είναι να παίζουν τα παιδιά με αναπηρία παιχνίδια είναι ξεκάθαρο.
                Τι ιδιαίτερες ανάγκες όμως έχουν τα παιδιά με εγκεφαλική παράλυση ώστε να πρέπει το παιχνίδι να σχεδιαστεί πολύ προσεκτικά σε συνεργασία με ειδικούς επιστήμονες;
            </p>
            <h2>Οι προκλήσεις</h2>
            <hr class="border border-2 border-secondary" />
            <p>Οι προκλήσεις είναι πολλαπλές όπως ενδεικτικά αναλύεται ακολούθως.</p>
            <p><strong>Πρόκληση 1 - Τρόπος χειρισμού:</strong>
                Τα παιδιά με κινητικά προβλήματα πολύ συχνά χειρίζονται τον υπολογιστή με έναν ή δύο «διακόπτες» (ειδικά διαμορφωμένα «κουμπιά» που προσαρμόζονται από ειδικούς εργοθεραπευτές σε συνεργασία με το παιδί σε σημείο που να μπορεί να το πατήσει πχ με τον αγκώνα, ή κάποιο δάχτυλο).
                    Έτσι τα παιδιά:
                    <ul>
                        <li>δεν μπορούν να παίξουν παιχνίδια με τον συμβατικό τρόπο (πληκτρολόγιο, ποντίκι, συμβατικά χειριστήρια). Χρειάζεται διαφορετικός σχεδιασμός εξαρχής.</li>
                        <li>δεν μπορούν να παίξουν τα ήδη υπάρχοντα παιχνίδια.</li>
                    </ul>
            </p>
            <p><strong>Πρόκληση 2 - νοητικό δυναμικό:</strong>
                Παιδιά με εγκεφαλική παράλυση συχνά έχουν και χαμηλότερο νοητικό δυναμικό. Αυτό σημαίνει ότι χρειάζεται μία άλλη προσέγγιση στον σχεδιασμό και την υλοποίηση του παιχνιδιού. Πρέπει να έχουν διαφορετικά επίπεδα δυσκολίας, πολλαπλούς τρόπους υποστήριξης μέσα στο παιχνίδι, ειδικά tutorials κλπ.
            </p>
            <p><strong>Πρόκληση 3 - μοναδικότητα κάθε περίπτωσης:</strong>
                Κάθε παιδί με αναπηρία είναι μία μοναδική περίπτωση που πρέπει να αντιμετωπιστεί ξεχωριστά. Έτσι, οι βοηθητικές τεχνολογίες και τα  παιχνίδια για παιδιά με αναπηρία πρέπει να έχουν πολλά παραμετροποιήσιμα στοιχεία που θα επιτρέπουν στον ειδικό παιδαγωγό ή τον γονέα να το προσαρμόσει στις ανάγκες του.
            </p>
            <h2 class="pt-4">Η ανταπόκριση - Πολλαπλά στοιχεία προσαρμογής</h2>
            <hr class="border border-2 border-secondary" />
            <p>
                Το παιχνίδι δίνει ένα σύνολο επιλογών που δίνει πολύ μεγάλη ελευθερία στον φροντιστή να προσαρμόσει το παιχνίδι στις ανάγκες του παιδιού.
            </p>
            <p>
            <strong>Αριθμός παικτών:</strong>
                Το παιχνίδι μπορεί να παίζεται από έναν παίκτη (παιδί με αναπηρία)
                <ul>
                    <li>είτε χωρίς αντίπαλο, για τα παιδιά που επιθυμούν κάτι τέτοιο,</li>
                    <li>ενάντια σε υπολογιστή.</li>
                </ul>
                Με τον τρόπο αυτό δίνουμε δύο εναλλακτικές στον φροντιστή και στο παιδί για να μπορέσει να διαλέξει ποιά του ταιριάζει καλύτερα κάθε φορά.
            </p>
            <p>
                <strong>Ο χειρισμός του παιχνιδιού</strong> μπορεί να γίνεται με:
                <ol>
                    <li>έναν ή δύο διακόπτες ή</li>
                    <li>πληκτρολόγιο.</li>
                </ol>
                Ο φροντιστής έχει μία πληθώρα επιλογών για να μπορέσει να προσαρμόσει το χειρισμό στις ανάγκες του παιδιού. Αν το παιδί χειρίζεται τον υπολογιστή με έναν διακόπτη τότε ο φροντιστής έχει την δυνατότητα να ορίσει το πλήκτρο επιλογής (select button) καθώς και την ταχύτητα του scanning. Αν χειρίζεται τον υπολογιστή με δύο διακόπτες τότε ο φροντιστής έχει τη δυνατότητα να ορίσει το πλήκτρο επιλογής και το πλήκτρο αλλαγής επιλογής.
            </p>
            <p>
                <strong>Δημιουργία online λογαριασμού για αποθήκευση προφίλ παικτών</strong><br />
                Ο φροντιστής μπορεί να δημιουργήσει ένα λογαριασμό με όνομα χρήστη και κωδικό για να δημιουργεί όσα προφίλ παιδιών θέλει και να αποθηκεύει τις ρυθμίσεις τους χωρίς να χρειάζεται κάθε φορά να τις κάνει από την αρχή. Έτσι για παράδειγμα ένα σχολείο μπορεί να δημιουργήσει πολλά προφίλ (ένα διαφορετικό για κάθε παιδί).
            </p>
            <p>
                <strong>Διαφορετικό προφίλ για κάθε παίκτη:</strong>
                ο φροντιστής μπορεί να δημιουργήσει ένα ή περισσότερα προφίλ παικτών και να αποθηκεύει τις ρυθμίσεις που εξυπηρετούν το καθένα από αυτά.
            </p>
            <p>
                <strong>Προσαρμογή επιπέδου δυσκολίας:</strong>
                Το επίπεδο δυσκολίας ορίζεται από 4 μεταβλητές τις οποίες μπορεί να τις ρυθμίσει ανά πάσα στιγμή ο φροντιστής. Με αυτές καταφέρνουμε να μπορούν να παίξουν το παιχνίδι παιδιά με υψηλότερο ή χαμηλότερο νοητικό δυναμικό.
            </p>
            <div class="ps-5 border-start">
                <div>
                <strong>Μεταβλητές για προσαρμογή στο νοητικό δυναμικό</strong>
                </div>
                <div class="ps-5 pt-3 border-start">
                    <p><strong>Ζάρι (με χρώματα / με κουκίδες):</strong> Ο παίκτης μπορεί να χρησιμοποιεί:
                        <ul>
                            <li>είτε ένα ζάρι που κάθε του πλευρά έχει ένα χρώμα είτε
                            <li>το κλασικό ζάρι με τις κουκίδες ή/και με αριθμούς
                        </ul>
                        Όταν χρησιμοποιεί το ζάρι με τα χρώματα μετακινείται στην επόμενη θέση που έχει αυτό το χρώμα. Για παράδειγμα, αν έτυχε μπλε, θα πρέπει να μετακινηθεί στην επόμενη θέση που έχει μπλε χρώμα. Όταν χρησιμοποιεί το ζάρι με τις κουκίδες, μετακινείται κατά τα γνωστά.
                    </p>
                    <p>
                        <strong>Υπόδειξη θέσης προορισμού από τον υπολογιστή:</strong>
                        Ο φροντιστής στις ρυθμίσεις ορίζει πώς θέλει να μετακινείται ο παίκτης όταν ρίχνει το ζάρι. Υπάρχουν τρεις επιλογές μετακίνησης:
                        <ol>
                            <li>Αυτόματα: Ο παίκτης ρίχνει μόνο ζάρι. Το πιόνι μετακινείται μόνο του.</li>
                            <li>Με υπόδειξη: Ο παίκτης ρίχνει ζάρι και ο υπολογιστής υποδεικνύει πού πρέπει να μετακινήσουμε το πιόνι. Μία φιλική φωνή τον βοηθάει αν κάνει λάθος.</li>
                            <li>Χωρίς υπόδειξη: Ο παίκτης ρίχνει ζάρι και μετακινεί το πιόνι εκεί που πρέπει. Μία φιλική φωνή τον βοηθάει αν κάνει λάθος.</li>
                        </ol>
                    </p>
                    <p>
                        <strong>Διάρκεια παιχνιδιού / Αριθμός θέσεων:</strong>
                        Ο φροντιστής διαλέγει αν το παιχνίδι θα έχει μικρή διάρκεια μεσαία η πιο μεγάλη Δηλαδή αν το ταμπλό θα έχει 15 θέσεις (μικρή διάρκεια), 30 θέσεις (μεσαία διάρκεια), ή 45 θέσεις (πιο μεγάλη διάρκεια).
                    </p>
                </div>
                <div class="pt-3">
                <strong>Μεταβλητή για ενίσχυση αυτοπεποίθησης</strong>
                </div>
                <div class="ps-5 pt-3  border-start">
                    <p>
                        <strong>«Πειραγμένο» ζάρι υπέρ του παίκτη:</strong>
                        Ο φροντιστής, πριν ξεκινήσει το παιχνίδι εναντίον του υπολογιστή, επιλέγει αν θέλει να παίξει «Κανονικό παιχνίδι» (όπου η «τυχαιότητα» του ζαριού είναι υπέρ του) ή «Δύσκολο παιχνίδι» (όπου η «τυχαιότητα» του ζαριού είναι κανονική). Με τον τρόπο αυτό αυξάνονται σημαντικά οι πιθανότητες να νικήσει το παιδί και ενισχύεται έτσι η αυτοπεποίθησή του.
                    </p>
                </div>
            </div>

            <h2 class="pt-4">Βοήθεια - Ενθάρρυνση ενσωματωμένες στο παιχνίδι</h2>
            <hr class="border border-2 border-secondary" />
            <p>
                <strong>Βοηθοί στο παιχνίδι</strong><br />
                Καθόλη τη διάρκεια του παιχνιδιού, υπάρχει φωνητική καθοδήγηση από τη φιλική φωνή ενός ενήλικα που θα αποτελεί τον βοηθό - φίλο, ο οποίος θα ενθαρρύνει και βοηθά το παιδί σε κάθε του βήμα. Επιπλέον, έχουν ενταχθεί στο παιχνίδι και φιλικές παιδικές φωνές που ανακοινώνουν διάφορα γεγονότα, (το τι λένε οι κάρτες).
            </p>
            <p>
                <strong>Εκπαιδευτικά παιχνίδια για εκμάθηση</strong><br />
                Υπάρχουν ειδικά διαμορφωμένα εκπαιδευτικά παιχνίδια (tutorials) για την πρώτη φορά πού παίζει κάποιος, ώστε να μάθει τον τρόπο χειρισμού του παιχνιδιού, ανάλογα με το πώς έχει επιλέξει να παίζει.
            </p>

            <h2 class="pt-4">Τρόπος χειρισμού</h2>
            <hr class="border border-2 border-secondary" />
            <p>
                <strong>Μετακίνηση του πιονιού</strong>
                <ol>
                    <li>Όταν το παιδί χειρίζεται μόνο έναν διακόπτη, τότε:
                        <ul>
                            <li>Όταν επιλέξουμε αυτόματη μετακίνηση, το παιδί ρίχνει μόνο το ζάρι πατώντας τοn διακόπτη και το πιόνι μετακινείται μόνο του.</li>
                            <li>Όταν επιλέξουμε μη αυτόματη μετακίνηση, το παιδί ρίχνει το ζάρι και αυτόματα ο υπολογιστής σκανάρει τις επόμενες θέσεις συνεχώς μέχρι το παιδί να επιλέξει τη θέση προορισμού.</li>
                        </ul>
                    </li>
                    <li>Όταν το παιδί χειρίζεται δύο διακόπτες, τότε Το σκανάρισμα των επόμενων θέσεων γίνεται από τον ένα διακόπτη και η επιλογή από τον δεύτερο.
                    </li>
                </ol>
            </p>
            <p>
                <strong>Αντιμετώπιση λάθος επιλογής:</strong>
                Όταν το παιδί κάνει λάθος μετακίνηση του πιονιού, τότε του δίνονται άλλες δύο ευκαιρίες με μία παράλληλη θετική ενθάρρυνση. Αν και τότε κάνει λάθος, τότε την κίνηση την κάνει ο βοηθός για να μπορέσει να προχωρήσει πιο εύκολα το παιχνίδι.
                (Ο φροντιστής μπορεί στις ρυθμίσεις να αλλάξει το πόσα λάθη επιτρέπονται να γίνουν σε κάθε κίνηση).
            </p>

            <h2 class="pt-4">Περαιτέρω στοιχεία προσωποποίησης</h2>
            <hr class="border border-2 border-secondary" />
            <p>
                <strong>Περαιτέρω προσαρμογές του παιχνιδιού:</strong>
                Ο φροντιστής μπορεί να διαλέξει ένα avatar ως εικονίδιο  στο προφίλ του παίκτη μέσα από μία σειρά επιλογών.
            </p>

        </div>
    </section>

</x-layoutContent>
