<!-- /resources/views/help/helpSettingsControls.blade.php -->
<x-modalSettings
    :help="'ControlType'"  {{-- id --}}
    :title="'Τρόπος χειρισμού'"
    :subtitle="'Ο τρόπος που «κινείται» ο παίκτης στο παιχνίδι.'"
>
    <p>
        <strong>Αυτόματη</strong><br />
        Η σάρωση γίνεται αυτόματα. Ο παίκτης πατάει το πλήκτρο/διακόπτη μόνο για επιλογή. <br />
    </p>
    <p>
        <strong>Χειροκίνητη</strong><br />
        Ο παίκτης μετακινείται πατώντας το πλήκτρο πλοήγησης. Επιλέγει πατώντας το πλήκτρο επιλογής.
    </p>
</x-modalSettings>

<x-modalSettings
    :help="'HelpAfter'"  {{-- id --}}
    :title="'Βοήθεια μετά από λάθος'"
    :subtitle="'Αφού κάνει λάθος ο παίκτης, ο υπολογιστής του δίνει βοήθεια'"
>
    <p>
        <strong>Μετά από ένα λάθος</strong><br />
        Αν ο παίκτης κάνει ένα λάθος, ο υπολογιστής του υποδεικνύει τη σωστή θέση. <br />
        Μια φιλική φωνή τον καθοδηγεί.
    </p>
    <p>
        <strong>Μετά από δύο λάθη</strong><br />
        Αν ο παίκτης κάνει ένα λάθος μια φιλική φωνή τον ενθαρρύνει να προσπαθήσει ξανά. <br />
        Στο δεύτερο λάθος ο υπολογιστής του υποδεικνύει τη σωστή θέση
    </p>
    <p>
        <strong>Μετά από τρία λάθη</strong><br />
        Αν ο παίκτης κάνει ένα λάθος μια φιλική φωνή τον ενθαρρύνει να προσπαθήσει ξανά. <br />
        Στο δεύτερο λάθος η φιλική φωνή συνεχίζει να τον ενθαρρύνει.<br />
        Στο τρίτο λάθος ο υπολογιστής του υποδεικνύει τη σωστή θέση.
    </p>
</x-modalSettings>

<x-modalSettings
    :help="'ScanningSpeed'"  {{-- id --}}
    :title="'Ταχύτητα σάρωσης'"
    :subtitle="'Πόσο γρήγορα γίνεται η αυτόματη σάρωση (σε δευτερόλεπτα)'"
>
    <p>
        Κατά την αυτόματα σάρωση η πλοήγηση πραγματοποιείται στους παρακάτω χρόνους:
        <ol>
            <li>Κάθε ένα δευτερόλεπτο</li>
            <li>Κάθε δύο δευτερόλεπτα</li>
            <li>Κάθε τρία δευτερόλεπτα</li>
            <li>Κάθε τέσσερα δευτερόλεπτα</li>
            <li>Κάθε πέντε δευτερόλεπτα</li>
            <li>Κάθε έξι δευτερόλεπτα</li>
            <li>Κάθε επτά δευτερόλεπτα</li>
            <li>Κάθε οκτώ δευτερόλεπτα</li>
        </ol>
    </p>
</x-modalSettings>

