<?php

return [
    'google_analytics' => [
        '_ga_description' => 'Ορίζεται από το Google Analytics για τη διάκριση των μοναδικών επισκεπτών. Η Google ενδέχεται να χρησιμοποιήσει αυτά τα δεδομένα για να παρέχει, να συντηρεί και να βελτιώνει τις υπηρεσίες της, να μετρά την αποτελεσματικότητα διαφημίσεων και να εξατομικεύει περιεχόμενο και διαφημίσεις.',
        '_ga_container_description' => 'Ορίζεται από το Google Analytics για τη διατήρηση της κατάστασης της περιόδου σύνδεσης. Η Google ενδέχεται να χρησιμοποιήσει αυτά τα δεδομένα για να παρέχει, να συντηρεί και να βελτιώνει τις υπηρεσίες της, να μετρά την αποτελεσματικότητα διαφημίσεων και να εξατομικεύει περιεχόμενο και διαφημίσεις.',
    ],
];
