<?php

return [

    /*
    |--------------------------------------------------------------------------
    | App elements
    |--------------------------------------------------------------------------

    */
    'app_name' => 'Ταξιδιώτες',
    'privacy_policy' => 'Πολιτική απορρήτου',
    'meta_title' => 'Ταξιδιώτες, ένα παιχνίδι από την SciFY.',
    'meta_description' => 'Οι «Tαξιδιώτες» είναι ένα διαδικτυακό παιχνίδι ειδικά σχεδιασμένο για παιδιά με αναπηρία.',
    'meta_keywords' => 'SciFY, Science for you, ΕΛΕΠΑΠ, ΗΡΑΚΛΗΣ, ΟΜΙΛΟΣ ΗΡΑΚΛΗΣ, ΕΙΔΙΚΟ ΣΧΟΛΕΙΟ ΑΓΡΙΑΣ ΜΑΓΝΗΣΙΑΣ,
    ΚΕΝΤΡΟ ΚΟΙΝΩΝΙΚΗΣ ΠΡΟΝΟΙΑΣ ΠΕΡΙΦΕΡΕΙΑΣ ΑΤΤΙΚΗΣ, ΠΙΚΠΑ, ΚΑΣΠ ΧΑΤΖΗΠΑΤΕΡΕΙΟ, ΤΑΞΙΔΙΩΤΕΣ, παιχνίδι ταξιδιώτες,
    ταξιδιώτες παιχνίδι για παιδιά, ταξιδιώτες παιχνίδι, σχολεία για παιδιά με ειδικές ανάγκες, σχολεία για παιδιά με αναπηρία,
    σχολεία για παιδιά με εγκεφαλική παράλυση, σχολεία για παιδιά με νοητική υστέρηση, σχολεία για παιδιά με προβλήματα όρασης,
    εγκεφαλική παράλυση, εγκεφαλική παράλυση σε παιδιά, παιδιά με ειδικές ανάγκες, παιδιά με εγκεφαλική παράλυση,
    παιδιά με νοητική υστέρηση, παιδιά με προβλήματα όρασης, τετραπληγία σε παιδιά, παιδιά με τετραπληγία,
    εκπαίδευση σε παιδιά με αναπηρία, εκπαίδευση σε παιδιά με εγκεφαλική παράλυση, εκπαίδευση σε παιδιά με ειδικές ανάγκες,
    εκπαίδευση σε παιδιά με νοητική υστέρηση, εκπαίδευση σε παιδιά με προβλήματα όρασης, εκπαιδευτικά παιχνίδια για παιδιά με αναπηρία,
    εκπαιδευτικά παιχνίδια για παιδιά με εγκεφαλική παράλυση, εκπαιδευτικά παιχνίδια για παιδιά με ειδικές ανάγκες,
    εκπαιδευτικά παιχνίδια για παιδιά με νοητική υστέρηση, εκπαιδευτικά παιχνίδια για παιδιά με προβλήματα όρασης,
    θεραπευτικά παιχνίδια για παιδιά με αναπηρία, θεραπευτικά παιχνίδια για παιδιά με εγκεφαλική παράλυση,
    θεραπευτικά παιχνίδια για παιδιά με ειδικές ανάγκες, θεραπευτικά παιχνίδια για παιδιά με νοητική υστέρηση,
    θεραπευτικά παιχνίδια για παιδιά με προβλήματα όρασης, παιχνίδια για παιδιά με αναπηρία, παιχνίδια για παιδιά με εγκεφαλική παράλυση,
    παιχνίδια για παιδιά με ειδικές ανάγκες, ,παιχνίδια για παιδιά με νοητική υστέρηση,
    παιχνίδια για παιδιά με προβλήματα όρασης, ηλεκτρονικά παιχνίδια για παιδιά με αναπηρία,
    ηλεκτρονικά παιχνίδια για παιδιά με εγκεφαλική παράλυση, ηλεκτρονικά παιχνίδια για παιδιά με ειδικές ανάγκες,
    ηλεκτρονικά παιχνίδια για παιδιά με νοητική υστέρηση, ηλεκτρονικά παιχνίδια για παιδιά με προβλήματα όρασης,
    online gaming για παιδιά με αναπηρία, online gaming για παιδιά με εγκεφαλική παράλυση,
    online gaming για παιδιά με ειδικές ανάγκες, online gaming για παιδιά με νοητική υστέρηση,
    online gaming για παιδιά με προβλήματα όρασης, επιτραπέζια για παιδιά με εγκεφαλική παράλυση,
    επιτραπέζια για παιδιά με αναπηρία, επιτραπέζια παιχνίδια για παιδιά με αναπηρία, επιτραπέζια παιχνίδια για παιδιά με εγκεφαλική παράλυση,
    επιτραπέζια παιχνίδια για παιδιά με ειδικές ανάγκες, επιτραπέζια παιχνίδια για παιδιά με νοητική υστέρηση,
    επιτραπέζια παιχνίδια για παιδιά με προβλήματα όρασης, ειδικά παιχνίδια για παιδιά,
    δωρεάν παιχνίδια, δωρεάν παιχνίδια για παιδιά, δωρεάν παιχνίδια για παιδιά με αναπηρία,
    δωρεάν παιχνίδια για παιδιά με εγκεφαλική παράλυση, δωρεάν παιχνίδια για παιδιά με ειδικές ανάγκες,
    δωρεάν παιχνίδια για παιδιά με νοητική υστέρηση, δωρεάν παιχνίδια για παιδιά με προβλήματα στην όραση,
    διακόπτες για παιχνίδια, εναλλακτικά ποντίκια, πώς παίζουν τα παιδιά με αναπηρία,
    πώς παίζουν τα παιδιά με εγκεφαλική παράλυση, πώς παίζουν τα παιδιά με ειδικές ανάγκες,
    πώς να παίξουν τα παιδιά με νοητική υστέρηση, πώς να παίξουν τα παιδιά με προβλήματα όρασης,
    πώς να παίξουν τα παιδιά με αναπηρία, πώς να παίξουν τα παιδιά με εγκεφαλική παράλυση,
    πώς να παίξουν τα παιδιά με ειδικές ανάγκες, πώς να παίξουν τα παιδιά με νοητική υστέρηση, πώς να παίξουν τα παιδιά με προβλήματα όρασης,
    πώς να χρησιμοποιούν τον υπολογιστή τα παιδιά με αναπηρία, πώς να χρησιμοποιούν τον υπολογιστή τα παιδιά με εγκεφαλική παράλυση,
    πώς χρησιμοποιούν τον υπολογιστή τα παιδιά με ειδικές ανάγκες',
    'meta_logo_image_alt' => 'Λογότυπο του παιχνιδιού «Ταξιδιώτες»',
    'game_note' => 'Το παιχνίδι είναι σχεδιασμένο για παίζεται σε ηλεκτρονικό υπολογιστή. Έτσι μπορεί να προσαρμοστεί στις ανάγκες των παιδιών με εγκεφαλική παράλυση.',
    'game_developed_by' => 'Αναπτύχθηκε από SciFY',
    'game_sponsored_by' => 'Ευγενική χορηγία Όμιλος Ηρακλής',
    /* Generic */
    'alert_notice' => 'Σημείωση',
    'close' => 'Κλείσιμο', // i.e. "Close" window
    'congratulations' => 'Συγχαρητήρια',
    'continue' => 'Συνέχεια', // i.e. "Continue" to the next step
    'email' => 'Email',
    'every' => 'κάθε', // every
    'login' => 'Σύνδεση',
    'password' => 'Συνθηματικό',
    'register' => 'Εγγραφή',
    'second' => 'δευτερόλεπτο', // singular second (time)
    'seconds' => 'δευτερόλεπτα', // plural seconds (time)
    /* Forms Generic */
    'error_form' => 'Για να ολοκληρωθεί επιτυχώς η διαδικασία θα πρέπει να συμπληρώσετε τα πεδία σύμφωνα με τις σχετικές υποδείξεις:',
    /* splash.blade.php */
    'coming_soon' => 'Προσεχώς',
    'coming_soon_description' => 'Ταξιδιώτες: Προσεχώς από τη SciFY',
    /* views/auth/*.blade.php */
    'captcha' => 'Επιβεβαίωση ασφαλείας',
    'captcha_description' => 'Για λόγους ασφαλείας γράψτε το άθροισμα αυτής της απλής μαθηματικής πράξης.',
    'captcha_placeholder' => 'άθροισμα',
    'login_prompt' => 'Είστε ήδη χρήστης;',
    'login_title' => 'Καλώς ήρθατε!', // Welcome!
    'password_change' => 'Αλλαγή συνθηματικού',
    'password_new' => 'Νέο συνθηματικό', // New Password
    'password_new_label' => 'Νέος επιθυμητός κωδικός πρόσβασης', // New Password
    'password_new_validation' => 'Επαλήθευση νέου συνθηματικού',
    'password_new_validation_label' => 'Επαλήθευση νέου επιθυμητού κωδικού πρόσβασης',
    'password_new_description' => 'Εισάγετε ένα νέο συνθηματικό το οποίο θα μπορείτε να χρησιμοποιείτε από εδώ και στο εξής για τη σύνδεσή σας στους Ταξιδιώτες.',
    'password_label' => 'Επιθυμητός κωδικός πρόσβασης',
    'password_reset' => 'Ανάκτηση συνθηματικού',
    'password_reset_description' => 'Αν δεν θυμάστε το συνθηματικό σας δεν έχετε παρά να συμπληρώσετε το email σας και εμείς θα σας στείλουμε οδηγίες για το πώς θα μπορέσετε να το αλλάξετε.',
    'password_reset_error' => 'Δυστυχώς το email που εισάγατε δεν αντιστοιχεί σε εγγεγραμμένο χρήστη. Βεβαιωθείτε ότι έχετε εισάγει σωστά το email σας και προσπαθήστε ξανά.',
    'password_reset_prompt' => 'Ξεχάσατε το συνθηματικό;',
    'password_reset_success' => 'Το νέο σας συνθηματικό αποθηκεύτηκε επιτυχώς.',
    'password_reset_success_message' => 'Το νέο σας συνθηματικό αποθηκεύτηκε επιτυχώς. Παρακαλώ συνδεθείτε με τον καινούργιο σας κωδικό:',
    'password_reset_request_success' => 'Το αίτημά σας για αλλαγή συνθηματικού ήταν επιτυχές. Δείτε το email που σας στείλαμε για να ολοκληρώσετε τη διαδικασία.',
    'password_rules' => 'Χρησιμοποιήστε 8 ή περισσότερους χαρακτήρες με έναν συνδυασμό από τουλάχιστον ένα γράμμα και αριθμό.',
    'password_validation' => 'Επαλήθευση συνθηματικού',
    'password_validation_label' => 'Επαλήθευση επιθυμητού κωδικού πρόσβασης',
    'registration' => 'Δημιουργία λογαριασμού', // Create new account
    'registration_title' => 'Εγγραφή νέου χρήστη',
    'registration_prompt' => 'Νέος χρήστης;', // New user?
    'stay_online' => 'Μείνετε συνδεδεμένοι',

    /* Game related language files */
    'coming_soon_teaser' => 'ΠΡΟΣΕΧΩΣ', // Coming soon in all-caps
    'new_game' => 'Νέο παιχνίδι',
    /* Boards */
    'board' => 'Πίστα', // Board
    'board_preview' => 'Προεπισκόπηση πίστας', // Preview board
    'select_board' => 'Διάλεξε πίστα', // Choose board
    /* Pawns */
    'pawn' => 'Πιόνι',
    'pawn_preview' => 'Προεπισκόπηση πιονιού',
    'pawn_your_choice' => 'Εσύ!',
    'select_pawn' => 'Διάλεξε πιόνι', // Choose Player 1 Pawn
    'select_pawn_coplayer' => 'Διάλεξε το πιόνι του αντιπάλου σου', // Choose Player 2 Pawn
    /* Sounds */
    'sound' => 'Ήχος',
    'sound_settings' => 'Ρυθμίσεις ήχου',
    'sounds_custom' => 'Προσωπικοί ήχοι',
    'sounds_defeat' => 'Ήχοι ήττας',
    'sounds_reward' => 'Ήχοι επιβράβευσης',
    'sounds_try_again' => 'Ήχοι «δοκίμασε ξανά»',
    'sounds_win' => 'Ήχοι νίκης',
    /* Switcher */
    'switcher' => [
        'break' => 'Διακοπή',
        'continue' => 'Συνέχεια',
        'dismiss' => 'Κλείσιμο', // Close modal
        'keys_navigation' => 'Πλήκτρα πλοήγησης',
        'keys_support' => 'Βοηθητικά πλήκτρα',
        'help_automatic' => 'Για προσωρινή διακοπή της αυτόματης σάρωσης επιλέξτε «Διακοπή». Αν επιλέξετε «Συνέχεια» η αυτόματη σάρωση θα συνεχιστεί.',
        'help_automatic_button_select' => 'Eπιλογή με το πλήκτρο:',
        'help_exit' => 'Έξοδος από το παιχνίδι και επιστροφή στο μενού με:',
        'help_manual_button_navigate' => 'Μετακίνηση με το πλήκτρο:',
        'help_manual_button_select' => 'Eπιλογή με το πλήκτρο:',
        'help_numbers' => 'Εμφάνιση ή απόκρυψη των αριθμών στην πίστα με: ',
        'help_volume' => 'Αυξομείωση έντασης μουσικής με',
        'help_title_automatic' => 'Αυτόματη πλοήγηση',
        'help_title_exit' => 'Έξοδος',
        'help_title_manual' => 'Χειροκίνητη πλοήγηση',
        'help_title_numbers' => 'Νούμερα στις θέσεις',
        'help_title_volume' => 'Ένταση μουσικής',
        'set_button' => 'όρισε πλήκτρο', // press key
        'set_button_invalid' => 'μη αποδεκτό', // invalid button (please keep it short)
    ],

    // Most of the following strings have already been moved to validation as
    // custom rules and have been commented out from this file.
    // @todo Fix password_token_error to somehow inject this:
    // <li>{{ __("messages.password_token_error") }}
    //    <a href="{{ route('password.request') }}">
    //      {{ __("messages.password_token_error_link") }}.
    //    </a>
    // </li>
    // Until then we are using the same error via passwords.token without the
    // helpful link.
    //
    // 'error_email_exists' => 'Υπάρχει ήδη λογαριασμός με αυτό το email.',
    // 'error_password_chars' => 'Το συνθηματικό πρέπει να αποτελείται από τουλάχιστον 8 χαρακτήρες.',
    // 'error_password_letter' => 'Το συνθηματικό πρέπει να περιέχει τουλάχιστον ένα γράμμα.',
    // 'error_password_symbol' => 'Το συνθηματικό πρέπει να περιέχει τουλάχιστον ένα σύμβολο.',
    // 'error_password_digit' => 'Το συνθηματικό πρέπει να περιέχει τουλάχιστον έναν αριθμό.',
    // 'error_password_match' => 'Τα δύο συνθηματικά δεν είναι ίδια.',
    'password_token_error' => 'Το διακριτικό δεν είναι πλέον έγκυρο. Θα πρέπει να ξεκινήσετε εκ νέου τη διαδικασία:',
    'password_token_error_link' => 'Ανάκτηση κωδικού.',
    //'error_password_captcha' => 'Το άρθροισμα δεν είναι σωστό.',
    'unauthorized_action' => 'Μη εξουσιοδοτημένη ενέργεια'
];
