<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password' => 'Το συνθηματικό πρέπει να αποτελείται από τουλάχιστον οκτώ χαρακτήρες και να είναι ίδιο με το συνθηματικό επαλήθευσης.',
    'reset' => 'Το συνθηματικό σας επαναφέρθηκε!',
    'sent' => 'Σας στείλαμε στη διεύθυνση email σας ένα σύνδεσμο επαναφοράς συνθηματικού!',
    'throttled' => 'Παρακαλώ περιμένετε πριν ξαναπροσπαθήσετε.',
    'token' => 'Το διακριτικό (token) επαναφοράς συνθηματικού δεν είναι πλέον έγκυρο. Θα πρέπει να ξεκινήσετε εκ νέου τη διαδικασία επαναφοράς του.',
    'user' => 'Δε μπορούμε να βρούμε κάποιο χρήστη με αυτή τη διεύθυνση email.',

];
